Revit 2027 API
ParameterTypeId.StairstypeNotchHorizontalGap Property
 "Horizontal Gap Distance":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchHorizontalGap { get; }
Public Shared ReadOnly Property StairstypeNotchHorizontalGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchHorizontalGap {
	ForgeTypeId^ get ();
}
static member StairstypeNotchHorizontalGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace